</s>
1
10
100
1000
10000
100000
1006
1015
1030
10th
11
1100
1130
1135
1145
11th
12
1200
1230
130
14
14th
15
150
17
173
17th
18
18th
1971
1980s
1994
1996
1997
1998
2
20
200
2000
2010
205
2056
206
23rd
25
255
25th
28
3
300
30th
33
330
35
36
37
3rd
4
400
41
44
45
5
50
500
5000
530
6
60
600
6000
61
66
7
700
7000
730
745
75
7th
800
8000
80s
830
90
900
92
930
95
98
99
A
APEC
About
Academic
Achievement
Action
Actually
Adams
Administration
Adolescence
Affairs
Affirmative
Afternoon
Again
Agenda
Ah
Al
Albany
Alice
All
Allard
Also
Am
America
American
Americans
And
Anecdotes
Angeles
Another
Any
Anybody
Anything
April
Are
Arent
Arkansas
Arts
As
Aside
Aspin
Assessment
Assistant
Association
At
Atlanta
Attorney
Audrey
August
Awards
B
BERRYExactly
BERRYGood
BERRYI
BERRYOr
BERRYPersonally
BERRYRight
BERRYSecurity
BERRYThe
BERRYThere
BERRYWell
BERRYYes
BERRYYou
Baca
Back
Baltimore
Barb
Barbara
Barry
Basically
Bayne
Because
Becerra
Becon
Before
Beilenson
Belarus
Belarussian
Belarussians
Belfast
Bentsen
Berman
Berry
Bethesda
Bigfoot
Bill
Birmingham
Board
Bob
Bosnia
Both
Bowl
Boxer
Brady
Breakfast
Breaking
Brighton
Brit
British
Brown
Brussels
Budget
Building
Buildings
Bureau
But
By
CIA
CNN
Cabinet
California
Californias
Campus
Can
Cannons
Cant
Canyon
Carolina
Cases
Center
Central
Certainly
Certification
Chair
Chairman
Challenge
Chancellor
Changing
Chapel
Charlie
Chicago
Chief
Chiefs
Childhood
Christine
Christmas
Christopher
Cisneros
City
Clarence
Clearly
Clegg
Clewell
Clinton
Clintons
Cold
Colorado
Come
Comments
Commerce
Committee
Committees
Conference
Congratulations
Congress
Congressman
Connecticut
Consensus
Content
Coordinator
Correct
Could
Council
Counsels
County
Course
Cuomo
Curricula
Czech
DEE
DGA
DNC
DOD
DOE
Dallas
Dave
David
Davids
Day
Deborah
Dee
Defense
Democratic
Department
Departments
Deputy
Development
Diagnostic
Dick
Did
Diet
Different
Director
Dixon
Do
Does
Doesnt
Dole
Domestic
Don
Dont
Dorothy
Draft
Dreyer
Duma
ECR
EU
Each
Early
East
Eastern
Economic
Education
Educational
Egypt
Eight
Eighth
Elaborate
Emerson
Energy
English
Essentially
Ethical
Eunice
Europe
European
Even
Events
Every
Exactly
Executive
Extended
F
FEMA
Faculty
February
Fed
Feinstein
Fernando
Fifteen
Filomenas
Finally
First
Five
Foley
For
Foreign
Foundation
Fourth
Fran
Francisco
Freeways
Friday
From
Further
GATT
GM
Galletti
Garland
Garlands
Gary
Gearan
General
Geneva
George
Gerry
Gingrich
Ginny
Give
Gloria
Go
Goals
Godschalk
Goo
Good
Gore
Government
Governor
Governors
Grade
Granted
Great
Greenspan
Grib
Grounds
Group
Guaranty
Gutierrez
Gwen
HHS
HUD
Hands
Hanoi
Happy
Harman
Harry
Has
Have
He
Hearings
Helen
Hell
Hello
Help
Henry
Her
Here
Heres
Hershey
Hes
Hey
High
Hill
Hillary
Hiroshima
His
Holland
Hopefully
Hosokawa
Hosokawas
Hospital
Hotel
House
Houses
Houston
How
Howard
However
Hows
Hungary
I
IAEA
IEA
IFI
Id
Ideally
If
Ill
Im
In
Ina
Inaudible
Initiative
Institution
Interior
Investigator
Invitations
Irish
Is
Isnt
Israeli
It
Its
Ive
Jack
Jackson
James
Jane
Janet
January
Japan
Japanese
Jesse
John
Johnston
Joint
Journalism
Jr
Judith
Judiths
Julian
July
Junior
Just
Justice
K
Kasich
Kebich
Kevich
Kids
Kim
King
Kissinger
Kohl
Korea
Koreans
Kramer
Kravchuk
Kuralt
L
LAX
LEP
Lader
Laders
Lady
Lake
Land
Langer
Language
Laos
Larry
Later
Laughter
Laura
Law
Leader
Learning
Lee
Legislative
Legislature
Leon
Let
Lets
Level
Levine
Liaison
Like
Live
Longer
Lopez
Lord
Los
Lubbers
Lucille
Lugar
Luger
Luther
MGM
MIA
MIAs
MYERS
Mack
Madeline
Madison
Majority
Management
Many
March
Marilyn
Marin
Mark
Markey
Marks
Marsh
Marsha
Marshs
Martin
Math
Mathematics
Matt
Maybe
Mayor
Mayors
McCormick
McLarty
Meanwhile
Media
Members
Memphis
Mexico
Michael
Middle
Mike
Miller
Milwaukee
Mind
Minister
Minsk
Mitchell
Moddy
Mollis
Monday
Montgomery
More
Moscow
Most
Mother
Movement
Mr
Mrs
My
NAEP
NAFTA
NASA
NASSP
NASSPs
NATO
NBC
NC
NCSM
NCTM
NGA
NSC
Nagasaki
Naomi
National
Nevada
New
News
No
None
Nonreformist
North
Not
Now
Nunn
OEOB
OERI
OLeary
OMB
ONEAL
October
Of
Office
Officer
Officers
Oh
Okay
Old
Omni
On
One
Opportunities
Or
Other
Others
Our
Oval
Over
Overall
POW
POWs
Pabst
Pam
Pamela
Pandoras
Panel
Panetta
Parents
Parks
Parliament
Partners
Partnership
Pastor
Pause
Peace
Pena
Penny
People
Perhaps
Periodically
Pete
Phil
Phillips
Piney
Place
Planning
Podesta
Point
Poland
Policy
Political
Polk
Pollard
Powell
Prague
Prayer
Prayers
President
Presidential
Presidents
Press
Prime
Principal
Principals
Probably
Professor
Program
Progress
Public
Pyong
Q
Questions
Quite
Rafael
Ranks
Rather
Reach
Reading
Reform
Regarding
Regional
Reich
Reno
Republic
Republicans
Research
Residence
Reuters
Review
Richards
Richter
Right
Riley
Riordan
Roger
Ron
Room
Rowan
Roybal
Russia
Russian
Russians
SACS
SBA
SCHLENVOGTDefinitely
SCHLENVOGTIts
SCHLENVOGTOh
SCHLENVOGTOkay
SCHLENVOGTThank
SCHLENVOGTWell
SCHLENVOGTYes
SCHRODERAlso
SREB
Sample
San
Sanders
Saturday
Say
Scale
Schlenvogt
Scholars
School
Schools
Science
Second
Secondary
Secondly
Secret
Secretaries
Secretary
Senate
Senators
September
Service
Services
Several
Shalala
Shalikashvili
Shaping
Sharon
She
Shes
Should
Show
Shushkevich
Shushkevichs
Since
Skip
Smith
So
Some
Sometimes
South
Southeast
Southern
Soviet
Speaker
Srebrenica
Standards
Stanislov
State
States
Statewide
Steve
Steves
Stop
Stress
Strobe
Student
Students
Sue
Sunday
Sunshine
Super
Supervisors
Supreme
Sure
Surprise
Suzanne
Swofford
Systemic
TIMSS
TV
Talbott
Teachers
Teaching
Technical
TelePrompTer
Tell
Ten
Teresa
Test
Texas
Thank
Thanks
That
Thats
The
Theater
Then
There
Theres
These
They
Theyll
Theyre
Theyve
Things
Think
Third
This
Thompson
Those
Thoughts
Three
Thursday
Tim
Time
To
Today
Tom
Tomorrow
Tony
Too
Towards
Transportation
Treasury
Truman
Tuesday
Tuzla
Twenty
Two
Tyson
UN
UNC
US
Ukraine
Unclear
Unfortunately
Union
United
Unity
University
Unless
VOICEI
Valley
Varney
Very
Veterans
Vice
Vietnam
Vietnamese
Visegrad
Voluntary
WHite
Walter
War
Was
Washington
Waxman
Way
Wayne
We
Web
Wed
Wednesday
Welcome
Well
Were
Weve
What
Whats
When
Where
Whereas
Whereupon
Which
White
Whitewater
Who
Whos
Why
Will
Wilson
Win
With
Witt
Wolf
Working
Would
Wouldnt
X
Xavier
Y
Yeah
Year
Years
Yeltsin
Yes
York
You
Youll
Youngs
Youre
Youve
Zhirinovsky
a
ability
able
about
above
abroad
absence
absent
absolute
absolutely
academic
accept
acceptable
access
accommodated
accommodations
accomplish
accomplished
accomplishing
accomplishment
accomplishments
accordingly
account
accountability
accountable
accounts
accuracy
accurate
accurately
accused
accustomed
achieve
achieved
achievement
achievements
achieving
across
action
actions
activities
activity
actual
actually
add
added
adding
addition
additional
address
addressed
addresses
addressing
adequate
adjusted
adjustment
administer
administered
administration
administrations
administrative
administrators
adopt
adopted
adopting
advance
advanced
advancing
advantage
advice
advisable
advised
advisers
advisor
advisors
advocate
affect
affected
affects
affordable
afraid
after
afternoon
again
against
agencies
agency
agenda
agents
aggregate
aggregated
aggregation
ago
agree
agreed
agreeing
agreement
ahead
aid
aides
aiming
aint
air
airport
airports
algebra
algebraic
align
aligned
alignment
all
allegation
allegations
alleged
allocate
allow
allowable
allowed
allowing
allows
almost
alone
along
already
also
altering
alternative
although
always
am
among
amongst
amount
an
analyses
analysis
anathema
and
andor
anecdotes
anemic
announce
announced
announcement
announcements
annual
another
answer
answered
answers
anticipate
anticipatory
anxiety
any
anybody
anymore
anyone
anything
anyway
apart
apartment
apologize
apparently
appeal
appear
appearances
application
applied
apply
appoint
appointed
appointment
appreciably
appreciate
appreciated
apprenticeship
appropriate
appropriately
appropriation
appropriations
approved
are
area
areas
arent
argue
arguing
argument
arguments
around
arrangements
arrive
arrives
arriving
article
as
ask
asked
asks
aspect
aspects
assault
assembled
assess
assessed
assessing
assessment
assessments
assignments
assistance
assistant
assisted
associated
associations
assume
assumption
assurances
assured
assures
at
attach
attache
attached
attack
attempt
attempted
attend
attendance
attended
attendees
attending
attention
attitude
attitudes
attorney
attractive
attributes
audible
audience
augment
authentic
available
avenue
avenues
aware
awareness
away
awfully
awkward
back
backed
background
backward
balance
ban
base
based
basic
basically
basing
basis
basketball
bat
be
beauty
became
because
become
becoming
been
before
began
begin
beginning
begins
begun
behaviors
behind
behooves
being
believe
believes
below
benchmark
benchmarks
benefited
benefits
besides
best
better
between
beyond
biases
big
bigger
biggest
bilateral
bilaterals
bilingual
bill
billion
bipartisan
birthday
bit
blocks
board
bold
book
boost
boot
borrowed
botched
both
bother
bottom
bowl
box
boxes
break
breakfast
bridges
brief
briefed
briefers
briefing
briefings
briefly
bring
bringing
brings
broad
broader
broadly
brother
brought
buckle
budget
budgets
build
building
buildings
builds
bulk
bullet
bullets
bunch
bundle
burden
buried
bus
bused
buses
business
businesses
busy
but
buy
by
calculator
calculators
calendar
call
called
calling
calls
came
camera
campaign
camps
campus
can
cancel
cannot
cant
capitalizes
caps
capture
captured
car
care
career
careful
carefully
case
cases
cash
cataloging
catalogued
catalytic
cause
caution
caveat
ceiling
celebration
celebrations
center
centered
centerpiece
centerpieces
centers
central
ceremonious
certain
certainly
certification
certify
chair
chairs
chance
change
changed
changes
changing
channel
characteristically
characteristics
characterizing
charge
charges
chasm
check
checking
children
chime
choice
choices
choose
chopper
chosen
chronology
church
circumstances
cite
cities
city
civil
clarity
class
classes
classroom
classrooms
cleaning
clear
clearer
clearly
close
closed
closely
closer
closing
clue
coalition
coefficient
cognition
cognitive
coincidence
collapsed
colleagues
collect
collected
collecting
collection
collective
collectively
college
come
comes
comfort
comfortable
comfortably
coming
comment
commented
comments
commitment
committed
committee
committees
committing
common
communicate
communicated
communicates
communicating
communication
communications
communique
communist
communists
communities
community
companies
comparability
comparable
compare
compared
comparison
compensate
compensation
competence
competitive
complacency
complaints
complete
completed
complex
complicated
complications
component
components
comprehension
comprehensive
compromise
conceivable
concept
concepts
conceptual
concern
concerned
concerns
conclude
conclusion
conclusions
concrete
conditions
conducted
conference
confident
confidently
confined
conflict
congressional
conjunction
connected
connecting
connection
connotation
consecutive
consensus
consequently
conservative
consider
consideration
considerations
considered
considering
consist
consistency
consistent
conspiring
constant
constituencies
constituency
constituents
constitute
constraints
construct
constructed
constructive
consult
consultation
consultations
consulted
consulting
consumers
contact
contacted
contacts
contained
contemporary
content
context
contexts
contingencies
contingency
contingent
continue
continued
continues
continuing
continuity
continuum
contract
contractor
contradict
contradicting
contrary
contrast
contribute
contributions
control
convened
convergence
conversation
conversations
convey
cooperation
cooperative
coordinate
coordinated
coordinating
coordination
copy
corner
correct
corrections
corrective
correctly
correlation
corruption
cost
couching
could
couldnt
council
counsel
counseling
count
counted
counter
countries
country
countrys
couple
course
courses
cover
coverage
covered
crank
crapshoot
crazy
create
creating
credit
crime
crisis
criteria
critical
criticisms
criticize
criticizing
critics
critique
cross
crossed
crucial
curious
current
currently
curricula
curriculum
curriculums
custody
cut
cuts
cutting
cylinders
d
damage
data
date
daughter
daunting
day
days
dead
deadline
deadlines
deal
dealing
deals
dealt
dear
debate
decade
decades
decide
decided
deciding
decision
decisions
declaration
declassification
decreased
dedicated
deeper
defense
deficit
define
definitely
degree
delay
delayed
delegation
delete
deleted
deliberate
deliberations
delighted
deliver
delivered
delivering
demands
democracies
democracy
democratic
democrats
demographics
demonstrate
demonstrating
denuclearization
denuclearize
denuclearlization
denying
depart
department
departments
depend
depends
deprive
depth
deputies
deputy
describe
described
describing
description
descriptions
descriptive
design
designed
desirable
desire
desk
destruction
detail
detailed
details
detect
deteriorating
determination
determine
develop
developed
developers
developing
development
developments
devise
devoted
diagnosis
diagnostic
dialogue
diamond
diamonds
did
didnt
difference
different
difficult
difficulty
diligently
dimensions
dinner
direct
directed
direction
directions
directive
directives
directly
director
directors
disagree
disagreement
disappointed
disaster
disasters
disciplined
discover
discovered
discrepancy
discriminated
discuss
discussed
discussing
discussion
discussions
disk
dismissed
disruption
disruptive
distinction
distinctions
distribute
distributed
distribution
district
districts
diversity
divided
dividing
division
divisions
do
document
documents
does
doesnt
dogmatic
doing
dollar
dollars
domain
domestic
done
dont
dory
double
doubt
dovetail
down
draft
drafting
drafts
dramatic
dramatically
draw
drawing
drawn
drive
drop
due
duly
during
e
each
earlier
early
earned
ears
earth
earthquake
earthquakes
ease
eased
easily
easy
eaten
echoes
economic
economies
economists
economy
edge
edits
education
educational
educators
effect
effective
effectively
effects
efficiency
efficient
efficiently
effort
efforts
eight
eighth
either
elaborate
elaborating
elected
election
electoral
electronic
elementary
elements
eliminate
eloquently
else
elsewhere
embargo
embedded
emergency
emerging
emphasis
emphasize
emphasizing
employees
employer
empower
empowerment
en
enact
encompass
encourage
encouragement
encouraging
end
endeavors
ended
endorses
ends
energize
energy
engage
engaged
engages
enjoy
enlarge
enormous
enough
ensue
ensure
ensures
entering
entire
entirely
entities
environment
environmental
envisioned
epicenter
equitable
equity
era
especially
essentially
establishes
establishing
estimate
etc
etcetera
ethnic
evaluated
even
evening
event
events
eventually
ever
every
everybody
everyone
everything
evidence
evolution
evolve
exact
exactly
exam
examination
examine
examined
example
examples
excellent
except
exclude
exercises
exist
existing
exists
exit
exiting
expand
expanded
expanding
expands
expansion
expect
expectations
expected
expecting
expects
expense
experience
experimental
experiments
expert
expertise
experts
explain
explanations
explicit
explicitly
explore
exposed
expound
express
expressed
expression
extended
extending
extensively
extent
extra
extraordinarily
eye
eyes
face
facing
fact
factors
facts
faculty
failed
fairly
faithful
fall
falling
falls
familiar
familiarity
families
family
fan
far
farewell
fashion
fast
favor
fears
features
federal
feedback
feeds
feel
feeling
feelings
feels
fees
fell
felonies
felt
few
fiction
field
fifth
fight
fighting
figure
figures
files
filing
filled
final
finalized
finalizing
finally
financial
financing
find
finding
findings
finds
fine
fingers
finish
finishing
fired
fires
firing
firm
first
fish
fit
fits
five
flag
flags
flexibility
flies
flipped
floods
floor
fluency
flux
flying
focus
focused
focusing
folks
follow
followed
following
food
football
for
force
forces
foreign
foresee
foreshadow
forever
forget
form
formal
formally
format
former
formerly
forms
forth
forum
forums
forward
forwarded
fought
found
foundation
founded
four
fourth
frame
framed
framework
frameworks
framing
frantically
free
freedom
freeways
friendly
friends
frivolous
from
front
fronts
fulfilled
full
fully
fun
function
functions
funding
funds
further
furthering
future
fuzzy
galleries
galore
game
gather
gathered
gathering
gave
general
generally
generate
generating
genuine
geometry
geopolitical
get
gets
getting
gift
give
given
gives
giving
glad
glance
glass
global
go
goal
goals
goes
going
gone
good
got
gotten
government
governments
governors
grade
graders
grades
graduate
graduates
graduating
grant
granted
grants
grazing
great
greater
grew
grievance
grieving
gross
ground
grounds
group
groups
growing
guarantee
guaranteed
guaranteeing
guarantees
guard
guess
guests
guidance
guides
gunshots
guy
guys
had
hadnt
half
halftime
hand
handed
handing
handle
handling
hanging
hangout
happen
happened
happening
happens
happy
hard
harder
hardest
has
hasnt
hate
hats
have
havent
having
he
head
heading
headquarters
health
healthy
hear
heard
hearing
hearings
heart
hearts
heat
heaviest
hectic
hed
held
helicopter
helicoptered
hell
help
helpful
helping
helps
hemispheric
hence
her
here
heres
hers
hes
high
higher
highlight
highly
him
himself
hint
his
historic
history
hit
hold
holders
holding
holds
holiday
holidays
home
homes
hometown
honest
honestly
hope
hopeful
hopefully
hoping
hospitals
host
hosted
hosting
hotel
hour
hours
house
houses
housing
how
however
human
hundred
hunky
hurricanes
idea
ideas
identified
identify
identifying
if
ignored
illusions
image
imagine
immediate
immediately
immensely
immutability
impact
impacted
impacting
impermissible
implemented
implementing
implication
implications
implied
imply
implying
importance
important
importantly
impossibility
impossible
impressive
impropriety
improve
improving
in
incentive
incentives
include
included
includes
including
income
incorrect
increase
increased
increases
increasing
incredible
indeed
independent
indicate
indicated
indication
indicator
indicators
individual
individualized
individually
individuals
inexorably
inferences
influence
info
inform
informally
information
informational
informative
informed
informing
informs
infrastructure
initial
initially
initiated
initiative
initiatives
injustices
inner
input
inquiries
inquiry
insights
insignificant
insist
inspect
inspected
inspection
inspections
inspectors
instance
instead
instruction
instructional
instructionally
instructions
instructors
instrument
instruments
insurance
intact
intellectual
intelligence
intend
intended
intensified
intensity
intention
intentioned
intentions
interchange
interest
interested
interesting
interests
internal
internally
international
interpret
interpretation
interpreted
intersection
intertextual
intervention
interview
interviewed
interviews
into
introduce
introduced
introducing
introduction
introductions
investigation
investing
investment
invitations
invite
invited
involve
involved
involvement
ironically
irony
irrespective
is
isnt
isolated
issue
issues
it
item
items
itll
its
itself
job
jobs
joining
joint
jokes
jotted
judgment
judgments
juncture
junior
jurisdiction
just
keep
keeping
keeps
kept
key
keynote
kick
kid
kidding
kids
killed
kind
kinds
knew
knocks
know
knowing
knowledge
knows
laid
land
landscape
language
large
largely
larger
largest
last
lasted
late
later
latest
latter
laughter
launch
law
lawyers
lay
lead
leader
leaders
leadership
leading
leap
learn
learned
learning
least
leave
leaves
leaving
led
left
legislative
legitimate
length
lengthy
less
let
lets
letting
level
levels
leverage
liaisons
lie
life
lifetime
lifts
light
lights
like
liked
likelihood
likely
likes
limit
limited
limiting
line
linear
liners
lines
link
linked
linking
links
list
listed
listen
lists
literally
literary
little
live
lives
living
load
loan
loans
lobby
lobbyists
local
location
logical
logistical
logistics
long
longer
look
looked
looking
looks
lopping
lose
lost
lot
lots
love
loves
loving
low
lower
lows
lunch
made
mail
main
mainly
mainstreamed
maintain
maintained
major
majority
make
makers
makes
making
malice
man
mandate
mandated
mandatory
manipulatives
mantle
many
mapping
market
markets
married
marshall
mass
match
matches
materials
math
mathematical
mathematics
matter
matters
maximum
may
maybe
mayors
me
mean
meaningful
means
meant
measure
measured
measurement
measures
mechanism
media
mediation
medical
meet
meeting
meetings
member
members
memories
memory
men
mention
mentioned
mentioning
mentions
menu
merits
mess
message
messages
messy
met
meta
methods
metric
midday
middle
midst
might
million
millions
mimic
mind
minds
mine
mining
minister
minor
minorities
minority
minute
minutes
mirror
mirrors
miss
missed
missing
mistakes
misunderstanding
model
models
modest
modifications
modify
mold
moment
momentum
money
moneys
monitored
month
months
more
morning
mornings
most
mostly
mother
mothers
motion
motivate
motivated
motivation
mountain
move
moved
movement
moving
movingly
much
multilateral
multiple
must
muzzle
muzzled
my
myself
nail
naive
name
nation
national
nationally
natural
naturally
nature
near
necessarily
necessary
necessity
need
needed
needs
negotiation
neighborhood
networks
never
new
newer
newspapers
next
nice
night
nightmare
nine
ninth
no
non
none
noon
normalize
normalizing
normally
norming
norms
northern
not
note
noted
nothing
noticed
notified
notify
notion
now
nowhere
nuclear
number
objective
objectives
obligation
observe
obtain
obvious
obviously
occasion
occasions
occur
occurs
oclock
odd
of
off
offenders
offer
offered
offering
office
officers
offices
official
officials
often
oh
okay
old
on
once
one
ones
ongoing
only
onto
onus
op
open
opened
opening
operates
operational
operator
opinion
opponents
opportunities
opportunity
opposed
opposite
opposition
optimism
optimistic
options
or
order
ordinarily
organization
organizations
originally
other
others
otherwise
ought
our
ourselves
ousted
out
outcome
outcomes
outline
outlined
outlines
outreach
outside
outsiders
outstanding
over
overall
overload
overloaded
overlooked
overnight
oversee
overseeing
overview
own
pace
package
packaged
packages
page
pages
paid
panel
paper
paragraph
parameters
paramount
parent
parents
parochial
part
partially
participate
participated
participating
participation
particular
particularly
parties
partly
partnership
parts
pass
passage
passages
passed
passes
passing
past
path
patrol
patterns
pay
paying
peace
peers
pen
pending
penetration
people
peoples
per
percent
percentage
perception
perceptions
perfect
perform
performance
performances
performed
performing
performs
perhaps
period
periodic
periodically
permission
permitting
persist
person
personal
perspective
perspectives
pet
phenomena
phone
photo
phrase
physical
pick
picked
picks
picture
pictures
piece
pieces
pilot
piloted
piloting
pinpointed
place
placed
places
placing
plain
plan
planned
planning
plans
plant
play
players
playing
please
pleased
plenty
plugged
plus
pm
podium
point
pointed
pointing
points
policies
policy
policymakers
political
politics
pool
pooled
poorly
population
populations
portion
portions
portray
position
positions
positive
possibility
possible
possibly
post
posture
potential
power
powerful
practically
practice
practices
pragmatic
prayer
precedent
precise
precisely
precondition
prefer
preparation
prepare
prepared
preparing
prescriptive
presence
present
presentations
presenting
presidential
press
pressures
pretty
preview
previous
previously
price
primarily
primary
principal
principles
printed
prior
priorities
priority
prisons
privacy
private
privately
probability
probably
problem
problems
procedures
proceed
proceeds
process
processes
proclaim
produced
production
productive
products
professional
proficient
profile
program
programs
progress
progressed
progression
progressive
projects
proliferation
promise
promised
promote
promoting
properties
property
proposal
prosecutor
prospective
protection
protective
proud
provide
provided
provides
providing
provision
provoke
public
publications
publicized
publicly
published
publishing
pull
purchases
purpose
purposes
pursue
pursuing
push
pushing
put
puts
putting
quake
qualification
qualitative
quality
quarters
question
questions
quick
quickly
quite
quote
quoting
radiation
radical
radio
raise
raised
range
rank
rankings
rate
rates
rather
ratio
rationale
re
reaccreditation
reach
reached
reaching
reaction
reactions
read
reader
readers
reading
readout
ready
real
realize
realized
really
reappointed
reason
reasonability
reasonable
reasons
reauthorization
reauthorizing
rebuild
rebuilding
recall
recapturing
receive
received
recent
recently
recesses
recognize
recognized
recognizing
recommend
recommendation
recommendations
recommended
recommending
record
recorded
recovery
recruiting
red
redefine
redefining
reducing
reduction
reemphasize
reemployment
refer
reference
references
refine
reflect
reflected
reform
reformer
reformers
reformist
reformists
reforms
regard
regarding
regardless
regime
region
regional
regions
register
regression
regular
regularly
regulations
rehearse
reiterated
related
relations
relationship
relationships
relative
relatively
release
released
releasing
reliability
relief
reluctant
remain
remainder
remains
remarks
remember
remove
removing
rendered
renew
renewal
renewed
renovation
reopened
repeat
replacement
replacing
report
reported
reporting
reports
represent
representations
representatives
represented
representing
represents
republics
request
requested
requests
require
required
requirements
requires
requiring
requisite
research
researched
resembles
resisting
resolution
resolve
resolved
resource
resources
respect
respond
responding
responds
response
responses
responsibilities
responsibility
responsible
rest
restate
restaurant
restore
result
resulted
results
resume
retreat
return
returns
review
reviewed
reviewing
revision
revisions
reward
rich
right
rightly
rights
rigorous
road
roads
role
roles
rolls
room
rotation
roughly
roundtable
route
row
rubrics
rule
run
running
sad
safe
safer
said
salaries
salary
same
sample
samples
satellite
satisfactions
satisfy
satisfying
saving
savings
saw
say
saying
says
scaffold
scale
scaling
scenarios
schedule
scheduled
schedules
scheduling
scholar
scholars
scholarships
school
schooling
schools
score
scorers
scores
scoring
screen
screens
se
search
searched
second
secondary
secondly
secretaries
section
secure
security
see
seeing
seek
seeking
seem
seems
seen
segue
seize
selected
selection
self
sell
semester
seminars
send
sends
senior
sense
sensitive
sent
sentence
sentences
sentiment
separate
separately
sequencing
series
serious
seriously
serve
service
services
serving
session
sessions
set
setbacks
sets
setting
seven
seventh
several
severe
shaking
shall
shameful
shape
share
shared
she
shell
shes
shift
short
shortage
shorter
shortly
should
shouldnt
show
showing
shrink
shuddering
sick
side
sign
signal
signaled
signals
significant
signing
simple
simplifying
simply
since
single
sit
site
sites
sitting
situate
situation
situations
six
sizable
size
skills
skip
slap
sleeping
slip
slipping
slot
small
smooth
sneeze
so
sole
soliciting
solution
solutions
solve
solving
some
somebody
somehow
someone
someplace
something
sometime
sometimes
somewhat
somewhere
soon
sooner
sorry
sort
sound
sounded
sounds
source
speak
speaker
speaking
speaks
special
specific
specifically
specification
specifications
specificity
specs
speech
speed
speeded
spell
spelled
spend
spending
spent
sphere
spirit
split
spoke
spoken
sponsored
spot
spray
squarely
stack
stacking
staff
staffed
staffs
stake
stakeholders
stakeout
stamps
stance
stances
stand
standard
standardization
standardize
standardized
standardizing
standards
standing
standstill
starred
start
started
starting
starts
state
stated
statement
statements
states
statewide
statistics
status
statute
staunch
stay
steady
steam
steer
stellar
step
stepping
steps
stick
sticks
still
stimulate
stone
stop
store
stored
story
straightforward
strands
strange
strategic
strategies
strategy
street
streets
strength
strengthen
strengthening
strengths
stress
strides
strike
string
striving
strong
stronger
strongly
struck
structural
structure
struggle
struggles
stuck
student
students
studies
study
studying
stuff
style
sub
subcommittee
subgroup
subject
subjects
substance
substantial
substantiate
suburban
suburbs
successful
successfully
such
suffered
suffering
sufficient
suggest
suggested
suggesting
suggestion
suggestions
summaries
summarize
summarized
summary
summit
sumo
superficial
supervisor
supplement
supplemental
supplementary
supplied
support
supported
supporters
supporting
supportive
supports
suppose
supposed
supposedly
sure
surprise
surround
surrounding
survey
surveys
suspect
switch
system
systemic
t
tab
table
tablets
take
taken
takes
taking
talk
talked
talking
talks
tap
target
task
taught
tax
taxes
teach
teacher
teachers
teaching
team
teammates
teams
tease
technical
technically
techniques
television
tell
telling
tells
tempted
tend
tends
tenure
tenured
term
terminology
terms
terrifically
test
testified
testimony
testing
tests
text
texts
than
thank
thanking
thanks
that
thats
the
theater
theatre
their
them
thematic
theme
themes
themselves
then
there
therefore
theres
these
they
theyll
theyre
theyve
thing
things
think
thinking
thinks
third
thirdly
thirty
this
thorough
those
though
thought
thoughtful
thoughts
thousands
three
through
throughout
thrown
thrust
thumb
tickets
tie
tied
tight
time
timed
timeduntimed
timeline
times
timing
tips
title
to
toast
today
todays
together
toilets
told
tomorrow
tone
tonight
tonights
too
took
tool
tooth
top
topic
topics
touch
touches
touchy
tough
tougher
toward
towards
town
track
tracking
trade
tradition
trained
training
transcripts
transferred
transferring
transformation
transforming
transition
transitions
transpired
transportation
travel
treatment
tremendous
tremendously
tries
trilateral
trip
trips
troop
troops
trouble
troubles
true
truly
try
trying
tryouts
turn
turnaround
turned
tweak
twenty
two
type
types
typically
ultimate
ultimately
umbrella
unbeknownst
unclear
uncomfortable
under
underestimate
underline
underlying
underscore
underscored
undersold
understand
understandable
understanding
understands
understood
undertaking
underway
unemployment
unhappy
union
unique
universal
universities
unless
unlikely
unnerving
unrestricted
until
untimed
unusual
up
upcoming
update
updated
upon
ups
urban
urge
urgency
us
use
used
useful
uses
using
usual
usually
utility
validate
validated
valuable
valued
values
variation
variety
various
vary
vehicle
vendors
veritable
versions
versus
very
veteran
victims
view
viewpoint
views
violence
violent
virtue
visa
vision
vocabulary
voice
voluntarily
voluntary
volunteers
vote
votes
voting
wage
wait
waiting
wake
walk
walked
walking
want
wanted
wants
war
warranted
was
wasnt
watch
watched
watching
way
ways
we
weaker
weaknesses
weapons
weather
wed
week
weekend
weekly
weeks
weigh
weighs
welcome
welcoming
welfare
well
went
were
werent
weve
what
whatever
whats
whatsoever
when
whenever
where
wheres
whether
which
whichever
while
who
whole
whom
whos
whose
why
wide
wider
widespread
will
willing
willingness
wish
wit
with
within
without
women
womens
wonder
wondered
wonderful
wondering
wont
word
worded
wording
words
wordsmith
work
worked
worker
working
works
world
worried
worries
worry
worth
worthwhile
would
wouldnt
wrap
wrapped
wrestle
wrestling
write
writing
written
wrong
wrongly
wrote
yeah
year
yearly
years
yes
yesterday
yet
you
youll
youngsters
your
youre
yourself
youve
zones
